Repository: ibyteinfomatics/new_alysei
Catalog: Alysei/*.lproj/Localizable.strings
Languages: it

source: Select the box that identifies you or your company and follow the steps
it: Seleziona la casella che ti identifica e segui i passaggi successivi

source: Logout
it: Disconnettersi

source: You are assigned by default to the Chicago Hub. You can select more than one if available.
it: Il tuo Hub di partenza è Chicago. Puoi selezionarne più di uno se disponibili.

source: Don't you find your Hub and are you looking to add additional locations? Click here
it: Non trovi il tuo Hub e stai cercando ulteriori aree metropolitane? Clicca qui

source: Select the Hub among those available where you are physically located or where you operate your business
it: Seleziona l'Hub tra quelli disponibili dove si trova la tua azienda o dove fai business

source: Select the Hub among those available where your Restaurant is physically located
it: Seleziona l'Hub tra quelli disponibili dove si trova il tuo Ristorante

source: Don't you find your Hub? Click here
it: Non trovi il tuo Hub? Clicca qui

source: Tell us more about your company and its history.
it: Raccontaci della tua azienda e della sua storia.

source: Tell us more about your restaurant and its history.
it: Raccontaci del tuo ristorante e della sua storia.

source: Tell us more about your agency and its history.
it: Raccontaci della tua agenzia e della sua storia.

source: Tell us more about yourself and your experience.
it: Raccontaci di te e della tua esperienza.

source: Tell us more about yourself and your interests.
it: Raccontaci di te e dei tuoi interessi.

source: Upload the logo of your company as your profile.
it: Carica il logo della tua azienda come profilo.

source: Upload the logo of your restaurant as your profile.
it: Carica il logo del tuo ristorante come profilo.

source: Upload the logo of your agency as your profile.
it: Carica il logo della tua agenzia come profilo.

source: Upload a photo of you or your logo as your profile.
it: Carica una tua foto o la foto del tuo logo come profilo.

source: Upload a photo of you as your profile.
it: Carica una tua foto come profilo.

source: Upload a nice landscape photo of your company as your cover.
it: Carica una bella foto panoramica della tua azienda come cover.

source: Upload a nice landscape photo of your restaurant as your cover.
it: Carica una bella foto panoramica del tuo ristorante come cover.

source: Upload a nice landscape photo of your agency as your cover.
it: Carica una bella foto panoramica della tua agenzia come cover.

source: Upload a nice landscape photo of your business as your cover.
it: Carica una bella foto panoramica del tuo business come cover.

source: Upload a nice landscape photo as your cover.
it: Carica una bella foto panoramica come cover.

source: Briefly describe your products with their properties and characteristics.
it: Descrivi brevemente i tuoi prodotti con le loro proprietà e caratteristiche.

source: Briefly describe your product portfolio and offerings
it: Descrivi brevemente il tuo portafoglio di prodotti e le tue offerte.

source: Briefly describe your menu and your specials.
it: Descrivi brevemente il tuo menù e le tue specialità.

source: Briefly describe your trips and your unique proposed adventures.
it: Descrivi brevemente i tuoi viaggi e le tue esclusive avventure.

source: List your flagship products with a short description and if you have it, you can link each product to your corresponding product website page.
it: Elenca i tuoi prodotti di punta con una breve descrizione e se ce l'hai, puoi collegare ogni prodotto alla corrispondente sezione dedicata del tuo sito web.

source: List your flagship recipes and your specials with a short description and link your menu website.
it: Elenca le tue ricette di punta e le tue specialità con una breve descrizione e collega il menù del tuo sito web.

source: List your flagship trips with a short description and if you have it, you can link each trip to your corresponding website page.
it: Elenca i tuoi viaggi di punta con una breve descrizione e se ce l'hai, puoi collegare ogni viaggio alla corrispondente sezione dedicata del tuo sito web.

source: List your books, articles, recipes and more with a short description, and if you have it, you can link each photo corresponding website page.
it: Elenca i tuoi libri, articoli, ricette e tanto altro con una breve descrizione e, se ce l'hai, puoi collegare ogni foto alla relativa pagina del tuo sito web.

source: Search for Alysei Members through the Hub and create connections.
it: Cerca Membri Alysei attraverso l’Hub e connettiti con loro.

source: Explore the Hubs and follow the Alysei Members of your interest.
it: Esplora gli Hubs e segui i Membri Alysei di tuo interesse.

source: Add a post.
it: Crea il tuo post.

source: Check Italian Producers stores, their high-quality products and send inquiries.
it: Ricerca Produttori Italiani, i loro prodotti di alta qualità e invia richieste.

source: Check Italian Producers stores and their high-quality products.
it: Ricerca Produttori Italiani e i loro prodotti di alta qualità.

source: Explore, search, create, rate, and share the Recipes from the endless Italian cuisine.
it: Esplora, cerca, crea, valuta e condividi le Ricette dell'immensa cucina italiana.

source: Create your own Italian recipe in a simple and fun way!
it: Crea la tua ricetta italiana in modo semplice e divertente!

source: Explore recipes by ingredients used.
it: Esplora le ricette in base agli ingredienti utilizzati.

source: Discover the trending recipes.
it: Scopri le ricette di tendenza.

source: Please enter first name.
it: Inserisci il nome.

source: Please enter last name.
it: Inserisci il cognome.

source: Please enter mobile number.
it: Inserisci il numero di cellulare.

source: Please enter email address.
it: Inserisci l'indirizzo email.

source: Please enter valid email address.
it: Inserisci un indirizzo email valido.

source: Please enter description.
it: Inserisci una descrizione.

source: Please enter address.
it: Inserisci l'indirizzo.

source: Please select country first.
it: Seleziona prima il Paese.

source: Please select state first.
it: Seleziona prima lo Stato.

source: Please enter password.
it: Inserisci la password.

source: Please enter new password.
it: Inserisci una nuova passwor.

source: Please enter confirm password.
it: Conferma la password.

source: New password and confirm password does'nt match.
it: La nuova password e la conferma password non corrispondono.

source: Please enter valid number.
it: Inserisci un numero valido.

source: Please enter OTP.
it: Inserisci l'OTP.

source: Location enabled.
it: Posizione abilitata.

source: Location not enabled.
it: Posizione non abilitata.

source: Something went wrong. Please try again.
it: Qualcosa è andato storto. Si prega di riprovare.

source: Unable to connect to the Internet. Please try again.
it: Impossibile connettersi ad Internet. Si prega di riprovare.

source: Your session has expired. Please login again.
it: La tua sessione è scaduta. Per favore esegui nuovamente l'accesso.

source: Location not enabled. Please turn on the location.
it: Posizione non abilitata. Si prega di attivare la posizione.

source: We don't have access to location services on your device. Please go to settings and enable location services to use this feature.
it: Non abbiamo accesso ai servizi di localizzazione sul tuo dispositivo. Vai alle impostazioni e abilita i servizi di localizzazione per utilizzare questa funzione.

source: Are you sure you want to logout?
it: Sei sicuro di voler uscire?

source: Please fill all the required Information.
it: Si prega di compilare tutte le informazioni richieste.

source: Please agree to Terms&Conditions.
it: Si prega di accettare Termini e Condizioni d'uso.

source: Number Added successfully.
it: Numero aggiunto con successo.

source: Email added successfully.
it: Email aggiunta con successo.

source: OTP sent successfully.
it: OTP inviato con successo.

source: OTP sent on your mail.
it: OTP inviato alla tua email.

source: Password changed successfully.
it: Password cambiata con successo.

source: Please choose a source type
it: Scegli un tipo di sorgente

source: Take Photo
it: Scatta una foto

source: Choose From Library
it: Scegli dalla galleria

source: Delete photo
it: Elimina foto

source: Remove photo
it: Rimuovi foto

source: Enter 6-digit OTP.
it: Inserisci l'OTP a 6 cifre.

source: This feature is not available.
it: Questa funzione non è disponibile.

source: Profile updated successfully.
it: Profilo aggiornato con successo.

source: Please upload image.
it: Carica l'immagine.

source: Please choose the role.
it: Scegli il ruolo.

source: Your password should contain atleast 8 characters, 1 special character and 1 number.
it: La tua password deve contenere almeno 8 caratteri, 1 carattere speciale e 1 numero.

source: Please enter reason to decline
it: Inserisci il motivo del rifiuto

source: Please Enter Name.
it: Inserisci il nome.

source: Please Select Cooking Skill.
it: Seleziona la tua abilità in cucina.

source: Please select Cuisine.
it: Seleziona la Cucina.

source: Please select Meal.
it: Seleziona il tipo di Pasto.

source: Please select Course.
it: Seleziona la Portata.

source: Please select Diet.
it: Seleziona la Dieta.

source: Please select Preparation Time.
it: Seleziona il tempo di preparazione.

source: Please select for how much people you are cooking.
it: Seleziona per quante persone stai cucinando.

source: Please select Food Intolerance.
it: Seleziona intolleranze alimentari.

source: Please select Region.
it: Seleziona la Regione.

source: Please enter Ingredient Name.
it: Inserisci l'ingrediente.

source: Please select a Category.
it: Seleziona una categoria.

source: Please enter Description.
it: Inserisci la descrizione.

source: Please enter Title.
it: Inserisci il titolo.

source: Please add Ingredient.
it: Aggiungi l'ingrediente.

source: Please add Tool.
it: Aggiungi un utensile.

source: Please select Unit
it: Seleziona l'Unità

source: Please enter Quantity
it: Inserisci la Quantità

source: Please enter more than 3 character.
it: Inserisci più di 3 caratteri.

source: Please enter Description or Url.
it: Inserisci una descrizione o il sito web.

source: Create Recipe
it: Crea la tua Ricetta

source: What are you craving
it: Cosa brami

source: Search Recipe
it: Ricerca Ricette

source: Explore
it: Esplora

source: Favourite
it: Favoriti

source: My Recipe
it: Le Mie Ricette

source: My Preferences
it: Le Mie Preferenze

source: View All
it: Vedi

source: Quick Search By Ingredients
it: Ricerca Rapida per Ingredienti

source: Quick Search By Meal
it: Ricerca rapida per pasto

source: Search By Italian Region
it: Ricerca per Regioni Italiane

source: Trending Now
it: In Voga al momento

source: Trending
it: In Voga al momento

source: Quick Easy
it: Facile e Veloce

source: Favourite Cuisine
it: Cucina Favorita

source: Food Alergies
it: Allergie Alimentari

source: Diets
it: Dieta

source: Ingredients
it: Ingredienti

source: Cooking Skill
it: Abilità in Cucina

source: Likes
it: Mi Piace

source: NA
it: Non applicabile

source: Draft
it: Bozza

source: Published
it: Pubblicata

source: No recipe found
it: Nessuna Ricetta trovata

source: You have not liked any recipe
it: Non ti è piaciuta nessuna ricetta

source: No Ingridient Found
it: Nessun ingrediente trovato

source: No Meal Found
it: Nessuna Pietanza trovata

source: Internal Server Error
it: Errore Interno del Server

source: Cook Time
it: Tempo di Cottura

source: No. of Ingredients
it: No. di Ingredienti

source: Meal Type
it: Tipo di Pietanza

source: Cuisines
it: Cucina

source: Meal
it: Pasto

source: Ingridients
it: Ingredienti

source: Utensils
it: Utensili

source: Filter
it: Filtra

source: Clear All
it: Elimina Tutto

source: View Results
it: Vedi i risultati

source: Search Italian Region
it: Ricerca Regioni Italiane

source: Search Meal
it: Cerca pasto

source: Serving
it: Portate/Dosi

source: Create your Recipe
it: Crea la tua Ricetta

source: Create your own recipes exploring and sharing the endless world of the Italian cuisine
it: Crea le tue ricette esplorando e condividendo le ricchezze della nostra cucina italiana

source: Instruction to create a Recipe
it: Istruzioni per creare una ricetta

source: Add Ingredients and Tools Used
it: Aggiungi gli ingredienti e gli strumenti utilizzati

source: Add clear photos
it: Aggiungi foto di qualità

source: Photos should have good resolution and lightning
it: Assicurati che le foto siano in una buona risoluzione e luminosità

source: Add Ingredients and Kitchen Tools Used
it: Aggiungi ingredienti ed utensili da cucina

source: Use accurate amount and unit for ingredients, select the right Kitchen Tools
it: Seleziona quantità e unità precise per gli ingredienti, seleziona gli utensili da cucina adeguati

source: Divide your recipe in steps
it: Dividi la ricetta in fasi

source: You can divide our recipe in steps so that viewers can easily understand the procedure
it: Puoi dividere la tua ricetta in più passaggi in modo che gli spettatori possano capire facilmente la procedura

source: Share your Recipe with others
it: Condividi la tua ricetta

source: Once your recipe is created, you can share it so viewers can cook it, like it and rate it
it: Una volta creata la tua ricetta, potrai condividerla in modo che gli utenti possano utilizzarla, consigliarla e valutarla

source: Select Cooking Skill
it: Abilità in Cucina

source: Select Course
it: Seleziona la Portata

source: Select Cuisine
it: Seleziona la Cucina

source: Select Meal
it: Seleziona la Pietanza

source: Select Region
it: Seleziona la Regione

source: Select a Category
it: Seleziona una categoria

source: Create New Recipe
it: Crea una nuova Ricetta

source: Upload Recipe Image
it: Carica la foto della ricetta

source: Click here to upload recipe photo
it: Clicca qui per caricare la foto della ricetta

source: Images
it: Immagini

source: Resolution
it: Risoluzione

source: Upto 600x600
it: Fino a/Massimo 600x600

source: Name *
it: Nome *

source: Recipe Name
it: Nome Ricetta

source: Select Cooking Skill *
it: Abilità in Cucina *

source: Select Cuisine *
it: Seleziona la Cucina *

source: Select Meal *
it: Seleziona la Pietanza *

source: Select Course *
it: Seleziona la Portata *

source: Select Diet
it: Seleziona la Dieta

source: Select Food Intolerance
it: Seleziona Intolleranze Alimentari

source: Preparation Time *
it: Tempo di preparazione *

source: Hours
it: Ore

source: Minutes
it: Minuti

source: Serving *
it: Portate/Dosi *

source: For how much people you are cooking
it: (Dosi) Per quante persone

source: Select Region *
it: Seleziona la Regione *

source: Cancel
it: Cancella

source: None
it: Nessuna

source: Add Ingredients in Recipe
it: Aggiungi Ingredienti alla Ricetta

source: Search Ingredients
it: Ricerca Ingredienti

source: Add
it: Aggiungi

source: Items
it: Elemento

source: Save & Proceed
it: Salva e Procedi

source: Quantity
it: Quantità

source: Unit
it: Unità

source: Enter Quantity
it: Inserisci Quantità

source: Add to List
it: Aggiungi alla lista

source: litre
it: Litro (plurale o singolare?)

source: pieces
it: Pezzi/Parti

source: dozen
it: Dozzina

source: gm
it: gr

source: spoon
it: Cucchiai

source: drops
it: Gocce

source: Add Tools in Recipe
it: Aggiungi Utensili per la ricetta

source: Search Appliance, Utensils & Tools
it: Ricerca Elettrodomestici e Utensili

source: Add Steps in Recipe
it: Aggiungi i passaggi nella ricetta

source: Step
it: Fase

source: Enter Title for Step
it: Inserisci il Titolo della Fase

source: Your recipe direction text here...
it: Indicazioni della Ricetta qui...

source: Ingridients Used in Step
it: Ingredienti usati in questa Fase

source: Tools Used in Step
it: Utensili utilizzati in questa Fase

source: Add Step
it: Aggiungi passaggio

source: Recipe Ingredients and Tools used
it: Ingredienti ed Utensili utilizzati

source: Utensils, Appliances & Tools
it: Utensili, Elettrodomestici e Utensili

source: Recipe Steps
it: Fasi della Ricetta

source: No Ingridients Added yet!
it: Nessun Ingrediente aggiunto!

source: No Tools Added yet!
it: Nessun Utensile aggiunto!

source: No Step Added yet!
it: Nessuna Fase aggiunta!

source: Save Recipe
it: Salva Ricetta

source: Save
it: Salva

source: Edit Recipe
it: Modifica Ricetta

source: No Tools found
it: Nessun Strumento trovato

source: No Ingredients found
it: Nessun Ingrediente trovato

source: Are you sure you want to discard your recipe ?
it: Sei sicuro di voler eliminare la ricetta?

source: Save in Draft
it: Salvata in Bozze

source: Discard
it: Elimina

source: Please Add Step
it: Aggiungi una Fase

source: Add Recipe Steps
it: Aggiungi Fasi alla Ricetta

source: What is your favourite Cuisines?
it: Qual è la tua cucina preferita?

source: Do you have any food allergies?
it: Hai qualche allergia alimentare?

source: Don't want to see ingredients?
it: Quali ingredienti non vuoi vedere?

source: Back
it: Indietro

source: Skip
it: Salta

source: Search Other Ingridients to exclude
it: Cerca altri ingredienti da escludere

source: Add other ingredients to exclude
it: Aggiungi altri ingredienti da escludere

source: You might also like...
it: Potrebbe piacerti anche...

source: Rating & Reviews
it: Valutazione e recensioni

source: Recipe by
it: Ricetta di

source: Delete Recipe
it: Elimina Ricetta

source: Checkout
it: Guardare

source: from Alysei app
it: dall'app Alysei

source: Reviews
it: Recensioni

source: Finish Cooking
it: Termina la preparazione della Ricetta

source: Please add ratings
it: Aggiungi Recensione

source: Please leave a comment
it: Lascia un Commento

source: You have already done a review on this product
it: Hai già lasciato una recensione su questa ricetta

source: View Profile
it: Visualizza profilo

source: Edit Review
it: Modifica Recensione

source: Add Review
it: Aggiungi Recensione

source: Leave a comment
it: Lascia un Commento

source: Please enter some review
it: Si prega di inserire una recensione

source: Review added Successfully!
it: Recensione aggiunta con successo!

source: Review updated Successfully!
it: Recensione aggiornata con successo!

source: Write a Review
it: Scrivi una recensione

source: Well Done !
it: Ottimo Lavoro!

source: Now its time to enjoy the recipe
it: Ora è il momento di gustare la ricetta

source: Tap to rate
it: Valuta la Ricetta

source: Start Cooking
it: Inizia la preparazione

source: Ingredients Used
it: Ingredienti utilizzati

source: Tools Used
it: Strumenti utilizzati

source: Save Edit Recipe
it: Salva la modifica

source: Edit Steps in Recipe
it: Modifica le fasi nella ricetta

source: Title
it: Titolo

source: Enter title
it: Inserisci titolo

source: Description
it: Descrizione

source: Change Photo
it: Cambia Foto

source: Edit Ingredients
it: Modifica ingredienti

source: Edit Ingredients in Recipe
it: Modifica Ingredienti nella Ricetta

source: Edit Tools in Recipe
it: Modifica Utensili nella Ricetta

source: Save Ingridients
it: Salva gli ingredienti

source: Save Tools
it: Salva strumenti

source: Recipe
it: Ricette

source: Notifications
it: Notifiche

source: Go to my store
it: Vai al mio negozio online

source: Create your store
it: Crea in tuo negozio online

source: Discover Marketplace
it: Scopri il Marketplace

source: Producer Store
it: Negozio del Produttore

source: Conservation Method
it: Metodo di Conservazione

source: Italian Regions
it: Regioni Italiane

source: Categories
it: Categorie

source: Product Properties
it: Proprietà del Prodotto

source: FDA Certified
it: Certificato FDA

source: My Favourite
it: I Miei Favoriti

source: Most Popular
it: I Più Popolari

source: Promotions
it: Promozioni

source: Recently Added Products
it: Prodotti più recenti

source: View all
it: Vedi tutto

source: Newly Added Stores
it: Negozi online più recenti

source: Search by Italian Regions
it: Cerca per Regioni Italiane

source: Top Rated Products
it: Prodotti più votati

source: Top Favourite Products
it: I migliori prodotti preferiti

source: What are you looking for?
it: Che cosa stai cercando?

source: Search for product brands & more
it: Cerca per marchi di prodotti e altro

source: Sort
it: Ordina

source: No Product found
it: Nessun prodotto trovato

source: Properties
it: Proprietà

source: FDA Certfied
it: Certificato FDA

source: Italian Region
it: Regione Italiana

source: Distance
it: Distanza

source: Ratings
it: Recensioni

source: Producers
it: Produttori

source: Product Name
it: Nome del Prodotto

source: Clear Filters
it: Elimina Filtri

source: Filters
it: Filtri

source: Apply Filter
it: Applica Filtri

source: Select your package
it: Seleziona il tuo pacchetto

source: Coming Soon.....
it: Prossimamente…

source: Boost your listing
it: Potenzia le tue iserzioni

source: Boost your listing to expand you reach and increase buyers engagement
it: Accelera la promozione delle tue inserzioni per un maggior coinvolgimeto della tua clientela

source: Sell online
it: Vendi online

source: Sell your product online to your buyers
it: Vendi i tuoi prodotti online ai tuoi acquirenti

source: B2C Grand Opening
it: Apertura del Marketplace ai Consumatori

source: Alysei full opening to Market, Buyers and Consumers
it: Apertura completa al Mercato, agli Acquirenti ed a Consumatori

source: Create your own modern, professional online Store
it: Crea il tuo negozio online moderno e professionale

source: Create your Product listing
it: Crea il tuo portfolio prodotti

source: Display your unique products listings
it: Mostra i tuoi prodotti in vetrina

source: Respond to buyers inquiry
it: Rispondi alle richieste di connessione

source: Interact with your future buyers
it: Interagisci con i tuoi possibili acquirenti

source: Favorite and Ratings
it: Recensioni

source: Being able to be reviewed and rated by buyers
it: Controlla le tue recensioni

source: Alysei Marketplace Membership
it: Iscrizione al Marketplace di Alysei

source: Choose a plan that is right for you
it: Scegli il piano adatto a te

source: Update Store
it: Aggiorna il Negozio

source: Store Name
it: Nome del Negozio

source: Website
it: Sito Web

source: Store Region
it: Regione del negozio

source: Location
it: Luogo

source: Next
it: Avanti

source: Exceed Maximum Number Of Selection
it: Superato il numero massimo di selezione

source: Please upload profile picture.
it: Carica la foto del profilo.

source: Please upload cover picture.
it: Carica la foto della cover.

source: Please upload store images.
it: Carica immagini del negozio

source: Please enter a valid website url.
it: Inserisci un sito web valido

source: Please enter valid website url, For example: www.website.com
it: Inserisci un sito web valido, ad esempio: www.sitoweb.com

source: Denied albums permissions granted
it: Autorizzazioni album negate, concesse

source: Denied camera permissions granted
it: Autorizzazioni alla fotocamera negate, concesse

source: Yes
it: Sì

source: No. of pieces
it: No. di pezzi

source: No. of bottles
it: No. di bottiglie

source: liters
it: litri

source: kilograms
it: kilogrammi

source: USD
it: Dollaro Statunitense

source: Maximum 200 characters
it: Massimo 200 caratteri

source: Maximum 50 characters
it: Massimo 50 caratteri

source: Product Price
it: Prezzo del prodotto

source: Product Title
it: Titolo del prodotto

source: Select Product Category
it: Seleziona la categoria del prodotto

source: Quantity Available
it: Quantità disponibile

source: Brand Label
it: Etichetta del prodotto

source: Keywords
it: Parola chiave

source: grams
it: grammi

source: Add Product
it: Aggiungi Prodotto

source: milligrams
it: milligrammi
