Repository: ibyteinfomatics/new_alysei
Catalog: Alysei/*.lproj/Localizable.strings
Languages: it

source: Minimum Order quantity should be less or equal to quantity Available
it: La quantità minima dell'ordine deve essere inferiore o uguale alla quantità disponibile

source: Please upload product images.
it: Carica le immagini del prodotto

source: Please enter product title.
it: Inserisci il titolo del prodotto

source: Please enter product description.
it: Inserisci la descrizione del prodotto

source: Please enter category.
it: Inserisci la categoria

source: Please enter quantity available.
it: Inserisci la quantità disponibile

source: Please enter minimum order quantity.
it: Inserisci la quantità minima d'ordine.

source: Please enter handling instructions.
it: Inserisci le istruzioni di gestione

source: Please enter dispatch instructions.
it: Inserisci le istruzioni di spedizione.

source: Please enter available for sample.
it: Disponibilità per campioni

source: Please enter valid product price.
it: Inserisci un prezzo valido

source: Helps user to find product
it: Aiuta l'utente a trovare il tuo prodotto

source: How many products are you currently available to deliver?
it: Quanti prodotti sei attualmente disponibile a consegnare?

source: Choose how you plan to sell your products
it: Scegli come intendi vendere i tuoi prodotti

source: Which is the minimum order quantity you are able to accept?
it: Qual è la quantità minima d'ordine che puoi accettare?

source: Provide details about your safe handling instructions
it: Fornisci istruzioni per la gestione

source: Provide details about your specific disptach instructions
it: Fornisci specifiche istruzioni per la spedizione

source: Are you able to provide samples of your products upon request?
it: Sei in grado di fornire campioni dei tuoi prodotti su richiesta?

source: Indicate your product selling price to possible buyers
it: Indica il prezzo di vendita del tuo prodotto ai possibili acquirenti

source: Your own brand label
it: Il tuo marchio

source: ratings
it: Recensioni

source: reviews
it: Recensioni

source: Please add ratings.
it: Aggiungi recensioni

source: Tap to rate:
it: Dai la tua valutazione

source: Welcome to Marketplace
it: Benvenuto nel Marketplace

source: Features you can explore
it: Scopri le potenzialita

source: MarketPlace Rules
it: Regole del Marketplace

source: Here you can create your unique Store
it: Qui puoi creare il tuo negozio online

source: upload your product portfolio, explore, search and reply to inquiries
it: caricare il tuo portafoglio di prodotti, scoprire, ricercare e rispondere a richieste

source: To ensure a positive experience follow these simple rules
it: Per garantire un'esperienza positiva, segui queste semplici regole

source: Here you can explore and search for products from Italian Producers
it: Qui puoi scorprire, ricercare prodotti di Produttori Italiani

source: Here you can explore and search for products and send inquiry to Italian Producers
it: Qui puoi scorprire, ricercare prodotti e inviare richieste a Produttori Italiani

source: Explore the Markeplace
it: Esplora il marketplace

source: Report suspicious behaviour
it: Segnala un comportamento sospetto

source: Search by Region, Product, Category and much more
it: Ricerca per Regione, Prodotto, Categoria e molto altro

source: Reply to inquiry
it: Rispondi alle richieste

source: Send an inquiry
it: Invia richieste

source: Showcase you Products Store in a simple, clean and professional way
it: Mostra on line la tua vetrina prodotti in modo semplice, chiaro e professionale

source: Information and details
it: Informazioni e dettagli

source: Photo Quality
it: Qualità delle foto

source: Make sure all the information you provide are accurate and completed
it: Assicurati che tutte le informazioni che hai fornito siano accurate e complete

source: Make sure that all photos that you upload are in high quality
it: Assicurati che tutte le foto che carichi siano di alta qualità

source: Let us know if something does not feel right
it: Tienici informati per qualsiasi situazione poco chiara

source: Done
it: Fatto

source: Start promoting your products
it: Incomina a promuovere i tuoi Prodotti

source: Configure Your Store
it: Configura il tuo negozio online

source: Here is some tips to help you promote with confidence
it: Guarda alcuni suggerimenti per aiutarti a promuovere con efficacia

source: Post in English
it: Promuovi in lingua inglese

source: Write in English language to create your store and list your products
it: Scrivi in lingua inglese per creare il tuo negozio online e presentare i tuoi prodotti

source: Connect with buyers
it: Entra in contatto con gli acquirenti

source: When you create a listing, buyers will interact with you
it: Quando crei un'inserzione, gli acquirenti interagiranno con te

source: Being responsive will help you to build trust with Buyers
it: Essere reattivi ti aiuterà a costruire fiducia con gli acquirenti

source: Offer a fair price
it: Offri il giusto prezzo

source: Make sure you are offering prices appropriate to a competitive market like the US
it: Assicurati di offrire prezzi adeguati a un mercato competitivo come quello statunitense

source: You can boost your listing to expand you reach and increase buyers engagement
it: Puoi accelerare la promozione delle tue inserzioni per un maggior coinvolgimeto della tua clientela

source: Fill the form just once to get faster responses. Store will contact you shortly.
it: Compila il modulo per ottenere una risposta più rapida. Il negozio ti contatterà a breve.

source: Hi is this product is available?
it: Salve, questo prodotto è disponibile?

source: Message
it: Messaggio

source: Please enter some message
it: Scrivi un messaggio

source: New
it: Nuovo

source: You already submitted a query on this product
it: Hai già inviato una richiesta per questo prodotto

source: Network Error
it: Errore di rete

source: Inquiry
it: Richiesta

source: Opened
it: Aperte

source: Closed
it: Chiuse

source: years ago
it: anni fa

source: months ago
it: mesi fa

source: weeks ago
it: settimane fa

source: Yesterday
it: Ieri

source: hours ago
it: un'ora fa

source: minutes ago
it: il mese scorso

source: seconds ago
it: un secondo fa

source: month ago
it: il mese scorso

source: week ago
it: la settimana scorsa

source: hour ago
it: un'ora fa

source: minute ago
it: un minuto fa

source: second ago
it: un secondo fa

source: Send Inquiry
it: Invia richiesta

source: Blocked
it: Bloccate

source: Full Name
it: Nome completo

source: Phone Number
it: Numero di telefono

source: Product Info
it: Informazioni sul prodotto

source: Handling Instructions
it: Informazioni sulla gestione

source: Dispatch Instructions
it: Informazioni sulla spedizione

source: Quantity Available:
it: Quantità disponibile:

source: Min Order Quantity
it: Quantità minima d'ordine

source: Sample Available
it: Campioni disponibili

source: Available for Sample
it: Disponibile per Campioni

source: Category
it: Categoria

source: Price Range
it: Fascia di prezzo

source: Method
it: Metodo

source: My Products
it: I miei prodotti

source: No producer found
it: Nessun produttore trovato

source: Total Product
it: Prodotti totali

source: Total Enquiry
it: Richieste totali

source: Total Categories
it: Categorie totali

source: Total Review
it: Recensioni totali

source: Yearly
it: Annuale

source: Monthly
it: Mensile

source: Weekly
it: Settimanale

source: Inquiries
it: Richieste

source: Dashboard
it: Pannello di controllo

source: Analytics
it: Statistica/Analitica

source: Today
it: Oggi

source: Thank you for submitting your information for admin review. We will respond you at earliest.
it: Grazie per aver inviato le tue informazioni per la revisione da parte dell'amministratore. Ti risponderemo al più presto.

source: Back to MarketPlace
it: Torna al Marketplace

source: Popularity
it: Popolarità

source: Ratings
it: Recensioni

source: Price -- Low to High
it: Prezzo -- dal più basso al più alto

source: Price -- High to Low
it: Prezzo -- dal più alto al più basso

source: Newest First
it: Più recenti

source: Our Gallery
it: La nostra galleria

source: Call
it: Chiama

source: Add to Fav
it: Aggiungi ai favoriti

source: No Image
it: Nessuna immagine

source: See All
it: Vedi tutto

source: All Products
it: Tutti i prodotti

source: Review
it: Verifica

source: Your account has been reviewed and approved by our staff
it: Il tuo account è stato verificato e approvato dal team Alysei

source: Alysei Certification
it: Certificazione Alysei

source: Congratulation! You are now a certified Alysei Member.
it: Comlipeniti! ora sei un Membro Certificato Alysei

source: Recognition
it: Riconoscimento

source: You are within the top 10 most searched Alysei Members
it: Sei tra i primi 10 Membri Alysei più ricercati

source: Quality Mark
it: Marchio di qualità

source: You are within the top 5 highest rated Alysei Members
it: Sei tra i primi 5 Membri Alysei più votati

source: Become a Certified Alysei Member to expan your market access
it: Diventa un membro Certificato Alysei per espandere la tua presenza sul mercato

source: Complete your profile in order to fully access Alysei
it: Diventa un membro Certificato Alysei per espandere la tua presenza sul mercato

source: Login to your Account
it: Accedi al tuo Account

source: LOGIN WITH EMAIL
it: Accedi con email

source: SIGN UP
it: Crea un nuovo account

source: By signig up, you agree to our Terms of Services & Privacy Policy.
it: Iscrivendoti, accetti i nostri Termini di servizio e Informativa sulla privacy.

source: LOGIN
it: Accedi

source: Don't have an account yet?
it: Non hai ancora un account?

source: Enter your registered email to recover your password
it: Inserisci la tua email per recuperare la password

source: Password must be at least 8 characters and contain at least one numeric digit and a special character.
it: La password deve contenere almeno 8 caratteri e contenere almeno una cifra numerica e un carattere speciale.

source: Select your role
it: Seleziona chi sei

source: Italian F&B Producers
it: Produttori enogastronomici Italiani

source: Explore, find and connect with certified Importers and Distributors in USA, build up and consolidate your brand, promote your products, reach your consumers.
it: Scopri, trova e connettiti con Importatori e Distributori certificati negli Stati Uniti, crea e consolida il tuo brand, promuovi i tuoi prodotti, raggiungi i tuoi consumatori.

source: US Importers & Distributors
it: Importatori e Distributori negli USA

source: Explore, find and connect with local italian Producers to strenghten your product portfolio, enanch your competiviness, expand your brand and market access.
it: Esplora, trova e connettiti con i Produttori Locali Italiani per rafforzare il tuo portafoglio prodotti, accrescere la tua competitività, espandere il tuo brand.

source: Italian Restaurants in US
it: Ristoranti Italiani in USA

source: Strengthen collaboration with Producers, Importers, promote your cusine and special events, bring more clients to the table by exponentially expand your reach.
it: Rafforza la collaborazione con Produttori e Importatori, promuovi la tua cucina ed I tuoi eventi speciali, espandi la tua presenza sul mercato.

source: Voice of Expert
it: Esperti di Settore

source: Chefs, Cooking Schools, and all Italian Food and Beverage specialists will leverage on the Alysei platform to promote their name, brand, offering, events, blogs.
it: Cuochi, Scuole di Cucina e tutti gli specialisti italiani di enogastronomia potranno attraverso la piattaforma Alysei promuovere il proprio nome, brand, eventi e blogs.

source: Travel Agencies
it: Agenzie di Viaggio

source: Strenghten connection with Italian Producers, Importers and Distributors in USA, Voice of Experts, grown your visibility, reach your target customers.
it: Rafforza la connessione con Produttori Italiani, Importatori e Distributori negli Stati Uniti, con Esperti di Settore, aumenta la tua visibilità, raggiungi i tuoi clienti target.

source: Enjoy the magic world of our endless cuisine searching for products, restaurants, events, trips to Italy, tasting tours, cooking classes, recipes, blogs and much more.
it: Esplora il magico mondo della nostra infinita cucina alla ricerca di prodotti, ristoranti, eventi, viaggi in Italia, tour di degustazione, corsi di cucina, ricette, blogs e molto altro.

source: Select your Language
it: Seleziona la tua lingua

source: Get Started
it: Inizia

source: Bridge the gap between tradition and modernity, offering endless opportunities to Italian high quality product manufactures to grow and expand their business in USA while maintaining their centennial tradition and identity.
it: Unisci tradizione e modernità, offrendo infinite opportunità ai produttori italiani di alta qualità di crescere ed espandere la propria attività negli Stati Uniti, pur mantenendo la loro tradizione e identità centenaria.

source: Alysei is the first B2B and B2C Portal for Italian high-quality products in the Food & Beverage sector, designed and developed on a Collaborative Social Platform entirely directed to a public enthusiastic for the Made in Italy eno-gastronomy.
it: Alysei è il primo Portale B2B e B2C di prodotti italiani di alta qualità nel settore enogastronomico, pensato e sviluppato su un ambiente Social interamente rivolto ad un pubblico appassionato dell'enogastronomia Italiana.

source: Alysei certified Producers will be able to search and connect with certified Importers and Distributors in the US, build up and consolidate their brand, promote their products and reach their target customers faster to gain visibility and traction in the USA market.
it: I produttori certificati Alysei potranno cercare e connettersi con Importatori e Distributori certificati negli Stati Uniti, costruire e consolidare il proprio brand, promuovere i propri prodotti e raggiungere i clienti target sul mercato statunitense.

source: Alysei targets the entire population with a strong passion to the culture, history and tradition of the Italian cuisine.
it: Alysei si rivolge a tutta la popolazione con una forte passione per la cultura, storia e tradizione della cucina italiana.

source: Users will join Alysei to enjoy the magic world of our endless cuisine searching for products, restaurants, trips to Italy, events and tasting tours, cooking classes, recipes, blogs and many more activities helping to strengthen our great Made in Italy brand in US.
it: I Voyagers potranno esplorare il magico mondo della nostra infinita cucina alla ricerca di prodotti, ristoranti, viaggi in Italia, eventi e tour di degustazione, corsi di cucina, ricette, blogs e molte altre attività che aiuteranno a rafforzare il nostro grande marchio Made in Italy negli Stati Uniti.

source: Finish
it: Fine

source: Sign up, create, and complete your Company profile, showcase your feature products, select your Hub in US, promote your Brand.
it: Iscriviti, crea e completa il tuo profilo aziendale, mostra i tuoi prodotti in vetrina, seleziona il tuo Hub negli Stati Uniti, promuovi il tuo brand.

source: Access to the B2B Platform
it: Accesso alla piattaforma B2B

source: Access to the B2B Engine to search and connect with Importers, Distributors, Italian Restaurants in US Voice of Experts, Travel Agencies.
it: Accesdi al motore B2B per cercare e connetterti con Importatori, Distributori, Ristoranti Italiani negli USA, Esperti di settore, Agenzie di Viaggio.

source: Your own Marketplace
it: Il tuo Marketplace

source: Access to the Market Place, create your unique Store, upload your product portfolio, enhance your visibility, expand your reach.
it: Accedi al Marketplace, crea il tuo negozio virtuale, carica il tuo portfolio prodotti, espandi la tua visibilità ed il tuo brand.

source: From Farm to Fork
it: Dal Campo alla Tavola

source: Full access to Alysei Social Platform to reach your target customers in US within your Hub, launch target product and event promotion campaigns, strengthen your Brand.
it: Accedi alla Piattaforma Social Alysei per raggiungere i tuoi clienti target negli USA all'interno del tuo Hub, lancia campagne ed eventi promozionali, rafforzare il tuo Brand.

source: Sign up, create and complete your Company profile, showcase your feature products, select your Hub in US, promote your Brand.
it: Iscriviti, crea e completa il tuo profilo aziendale, mostra i tuoi prodotti in vetrina, seleziona il tuo Hub negli USA, promuovi il tuo Brand.

source: Access to the B2B Engine to search and connect with Italian Producers, Italian Restaurants in US, Voice of Experts, Travel Agencies..
it: Accesso al motore B2B per cercare e connetterti con Produttori Italiani, Ristoranti Italiani in USA, Esperti di Settore, Agenzie di Viaggio.

source: Your own Market Place
it: Il tuo Marketplace

source: Access to the Market Place, explore, search for high quality Italian producers by Region, Product, Category and much more, connect and develop business realtionship.
it: Accedi al Market Place, esplora, ricerca produttori italiani di alta qualità per Regione, Prodotto, Categoria e molto altro, crea connesione per rafforzare il tuo business.

source: Gain Market Visibility
it: Accresci la tua visibilità sul mercato

source: Full access to Alysei Social Platform to reach your target customers within your Hub, launch target product and event promotion campaigns, strengthen your Brand.
it: Accedi alla Piattaforma Social Alysei per raggiungere i tuoi clienti target all'interno del tuo Hub, lancia campagne ed eventi promozionali, rafforzare il tuo Brand.

source: Sign up, create and complete your Restaurant profile, showcase your menu and feature recipes, select your Hub in US, promote your Restaurant.
it: Iscriviti, crea e completa il profilo del tuo Ristorante, mostra il tuo menu, presenta le tue ricette, seleziona il tuo Hub negli Stati Uniti, promuovi il tuo Business.

source: Access to the B2B Engine to search and connect with Italian Producers, Importers and Distributors in US, Voice of Experts, Travel Agencies.
it: Accedi al motore B2B per cercare e connetterti con Produttori, Importatori e Distributori italiani negli USA, Esperti di Settore, Agenzie di Viaggio.

source: Access to the Market Place, explore, search for high quality Italian producers by Region, Product, Category and much more, develop business collaboration opportunities through your local Importers and Distributors.
it: Accedi al Market Place, esplora, ricerca produttori italiani di alta qualità per Regione, Prodotto, Categoria e molto altro, sviluppa opportunità di collaborazione commerciale attraverso il tuoi Importatori e Distributori locali.

source: Expand your reach
it: Aumenta il tuo successo/opportunità

source: Full access to Alysei Social Platform to promote your restaurant and cuisine, organize and promote events bringing more clients to the table by exponentially expand your reach.
it: Accedi alla piattaforma Alysei per promuovere il tuo ristorante e la tua cucina, organizzare e promuovere eventi, accrescere la tua presenza sul mercato.

source: Sign up, create and complete your Profile, showcase your feature blogs, books, events, projects, select your Hub in US, promote your Brand and offering.
it: Iscriviti, crea e completa il tuo profilo, mostra i tuoi blogs, libri, eventi, progetti, seleziona il tuo Hub negli Stati Uniti, promuovi il tuo brand ed I tuoi servizi.

source: Enhance your collaboration opportunity by leveraging on the B2B Engine to search and connect with Italian Producers, Importers, Distributors and Italian Restaurants in US, Travel Agencies.
it: Sfrutta il motore B2B per cercare e connetterti con Produttori Italiani, Importatori, Distributori e Ristoranti Italiani negli USA, Agenzie di Viaggio.

source: Access to the Market Place, explore, search for high quality Italian producers by Region, Product, Category and much more, connect develop business collaboration opportunities..
it: Accedi al Market Place, esplora, cerca produttori italiani di alta qualità per Regione, Prodotto, Categoria e molto altro, sviluppa opportunità di collaborazione commerciale.

source: Full access to Alysei Social Platform to promote and strengthen your Brand, blogs, books, events, projects
it: Accedi alla Piattaforma Social Alysei per promuovere e rafforzare il tuo brand, i tuoi blogs, libri, eventi e progetti.

source: Sign up, create and complete your Company profile, showcase your feature trips, select your Hub in US, promote your offering.
it: Iscriviti, crea e completa il tuo profilo aziendale, presenta i tuoi itinerari di viaggio, seleziona il tuo Hub negli Stati Uniti, promuovi la tua offerta.

source: Access to the B2B Engine to search and connect with Italian Producers, Importers, Distributors and Italian Restaurants in US, Voice of Experte.
it: Accedi al Motore B2B per cercare e connetterti con Produttori Italiani, Importatori e Distributori Italiani negli USA, Ristoranti Italiani negli USA, Esperti di Settore.

source: Full access to Alysei Social Platform to define, promote and reach your target market and customer.
it: Accedi alla piattaforma Alysei per raggiungere e promuovere il tuo mercato ed i tuoi clienti target.

source: Choose your HUB in US
it: Scegli il tuo Hub negli USA

source: Sign up, create and complete your profile, access to the Alysei world.
it: Iscriviti, crea e completa il tuo profilo, accedi al mondo Alysei.

source: Access to Alysei Social
it: Accesso ad Alysei Social

source: Access to Alysei to search for products, restaurants, events, cooking classes, Recipes, trips to Italy, post, share, comments and much more.
it: Accedi ad Alysei per cercare prodotti, ristoranti, eventi, corsi di cucina, ricette, viaggi in Italia, pubblicare, condividere, commentare e molto altro.

source: Recipe Tool
it: Mondo Ricette

source: Access to the Alysei Recipe Tool, search, create, post, share, rate recipes with a click of a mouse.
it: Accedi al portale delle ricette Alysei, cerca, crea, pubblica, condividi, valuta le ricette con un clic del mouse.

source: Rewards and Benefits
it: Premi e Vantaggi

source: Bring more friends an expand your membership and Benefits.
it: Porta più amici dentro la piattafroma, accresi il tuo status e benefici.

source: Select the HUB in USA where you plan to develop your business
it: Seleziona l'HUB in US dove vuoi sviluppare il tuo business

source: The Hub identifies a geographical area developed around a metropolitan district, the nerve center of business, network and development activities
it: L'Hub identifca una zona geografica sviluppata intorno a un area metropoliatana, centro nevralgico di attività di business, network e sviluppo

source: SIf you do not find the Hub among those currently available, indicate the one or ones of your interest by selecting state and city
it: Se non trovi l'Hub tra quelli attualmente disponibili, indica quello o quelli di tuo interesse selezionando stato e città

source: Alysei Brand Label
it: Etichetta/Marchio Alysei

source: Provide Pick Up and And/Or Delivery
it: Offri da Asporto e/o Consegna

source: Select if you can provide Pick Up and Delivery
it: Seleziona se puoi fare asporto e consegna

source: Pick up Discount for Alysei Voyager
it: Sconto asporto per i Voyagers

source: Select the discount you want to offer to Voyagers
it: Indica lo sconto per i Voyagers

source: Delivery Discount for Alysei Voyager
it: Sconto consegna per i Voyagers
